export default{
    '/study/资料分析': [
       { text: '资料分析-截位直除（一）', link: '/study/资料分析/资料分析-截位直除（一）' },
       { text: '资料分析-分数比较（二）', link: '/study/资料分析/资料分析-分数比较（二）' },
       { text: '资料分析-基期量（三）', link: '/study/资料分析/资料分析-基期量（三）' },
       { text: '资料分析-现期量（四）', link: '/study/资料分析/资料分析-现期量（四）' },
       { text: '资料分析-一般增长率（五）', link: '/study/资料分析/资料分析-一般增长率（五）' },
       { text: '资料分析-增长量（六）', link: '/study/资料分析/资料分析-增长量（六）' },
       { text: '资料分析-比较增长量（七）', link: '/study/资料分析/资料分析-比较增长量（七）' },
       { text: '资料分析-比重（八）', link: '/study/资料分析/资料分析-比重（八）' },
       { text: '资料分析-平均数（九）', link: '/study/资料分析/资料分析-平均数（九）' },
       { text: '资料分析-倍数（十）', link: '/study/资料分析/资料分析-倍数（十）' },     
       { text: '资料分析-特殊增长率（十一）', link: '/study/资料分析/资料分析-特殊增长率（十一）' }
    ],
    '/study/言语理解': [
       { text: '言语理解文章一', link: '/study/言语理解/言语理解文章一' }, 
    ],
     '/study/数量关系': [
       { text: '数量关系文章一', link: '/study/常识判断/常识判断文章一' }, 
    ],
     '/study/判断推理': [
       { text: '判断推理文章一', link: '/study/判断推理/判断推理文章一' }, 
    ],
    '/study/常识判断': [
       { text: '常识判断文章一', link: '/study/常识判断/常识判断文章一' }, 
       { text: '常识判断文章二', link: '/study/常识判断/常识判断文章二' }, 
    ],
    //   { text: '主题简介', link: '/study/资料分析/index' },
    //   {
    //     text: '快速上手',
    //     items: [
    //       // { text: 'Markdown Examples', link: '/markdown-examples' },
    //       // { text: 'Runtime API Examples', link: '/api-examples' },
    //       { text: '资料分析-截位直除（一）', link: '/study/资料分析/资料分析-截位直除（一）' },
    //       { text: '资料分析-分数比较（二）', link: '/study/资料分析/资料分析-分数比较（二）' },
    //       { text: '资料分析-基期量（三）', link: '/study/资料分析/资料分析-基期量（三）' },
    //       { text: '资料分析-现期量（四）', link: '/study/资料分析/资料分析-现期量（四）' },
    //       { text: '资料分析-一般增长率（五）', link: '/study/资料分析/资料分析-一般增长率（五）' },
    //       { text: '资料分析-增长量（六）', link: '/study/资料分析/资料分析-增长量（六）' },
    //       { text: '资料分析-比较增长量（七）', link: '/study/资料分析/资料分析-比较增长量（七）' },
    //       { text: '资料分析-比重（八）', link: '/study/资料分析/资料分析-比重（八）' },
    //       { text: '资料分析-平均数（九）', link: '/study/资料分析/资料分析-平均数（九）' },
    //       { text: '资料分析-倍数（十）', link: '/study/资料分析/资料分析-倍数（十）' },
          
    //       // { text: '资料分析-特殊增长率（十一）', link: '/study/资料分析/资料分析-特殊增长率（十一）' }
         
    //     ]
    //   }
      
    }